driver-tests/bpelse/eventHandlers/onEventJBI/test/basic_onEvent_noVar/Input2.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:mes="http://xml.netbeans.org/schema/OnEvent/src/EvntNoVar/Message">
  <soapenv:Body>
    <mes:CorrMessage>
      <mes:Content>Correlated Message.</mes:Content>
      <mes:Id1>123</mes:Id1>
      <mes:Id2>321</mes:Id2>
    </mes:CorrMessage>
  </soapenv:Body>
</soapenv:Envelope>